Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# reports.pdf.chooseType
source: Choose a report type first.
ar: اختاري نوع التقرير أولًا.
de: Wähle zuerst einen Berichtstyp.
es: Elige primero un tipo de informe.
fr: Choisissez d’abord un type de rapport.
hi: पहले रिपोर्ट प्रकार चुनें।
id: Pilih jenis laporan terlebih dahulu.
it: Scegli prima un tipo di report.
ja: 先にレポートの種類を選択してください。
ko: 먼저 보고서 유형을 선택하세요.
pt_br: Escolha primeiro um tipo de relatório.
th: เลือกประเภทรายงานก่อน
tr: Önce bir rapor türü seçin.
zh_hans: 请先选择报告类型。
zh_hant: 請先選擇報告類型。

# reports.pdf.empty
source: No logs in this date range yet. Add or seed sample logs before generating a report.
ar: لا توجد سجلات في هذا النطاق الزمني بعد. أضيفي أو أنشئي سجلات عينة قبل إنشاء التقرير.
de: In diesem Datumsbereich gibt es noch keine Protokolle. Füge Einträge hinzu oder erstelle Beispieldaten, bevor du einen Bericht generierst.
es: Aún no hay registros en este rango de fechas. Añade o crea datos de muestra antes de generar un informe.
fr: Aucun journal dans cette plage de dates. Ajoutez ou générez des exemples avant de créer un rapport.
hi: इस तारीख़ सीमा में अभी कोई लॉग नहीं। रिपोर्ट बनाने से पहले लॉग जोड़ें या नमूना लॉग बनाएँ।
id: Belum ada catatan dalam rentang tanggal ini. Tambahkan atau buat data contoh sebelum membuat laporan.
it: Non ci sono ancora diari in questo intervallo. Aggiungi o genera dati di esempio prima di creare un report.
ja: この期間にはまだ記録がありません。レポート生成前に記録を追加するかサンプルデータを作成してください。
ko: 이 날짜 범위에는 아직 기록이 없습니다. 보고서를 생성하기 전에 기록을 추가하거나 샘플 기록을 만드세요.
pt_br: Ainda não há registros nesse intervalo. Adicione ou semeie registros de amostra antes de gerar um relatório.
th: ยังไม่มีบันทึกในช่วงวันที่นี้ เพิ่มหรือสร้างข้อมูลตัวอย่างก่อนสร้างรายงาน
tr: Bu tarih aralığında henüz kayıt yok. Rapor oluşturmadan önce kayıt ekleyin veya örnek veri oluşturun.
zh_hans: 此日期范围内还没有记录。生成报告前请添加或植入示例记录。
zh_hant: 此日期範圍內還沒有記錄。生成報告前請新增或植入範例記錄。

# reports.pdf.failed
source: PDF generation failed:
ar: فشل إنشاء PDF:
de: PDF-Erstellung fehlgeschlagen:
es: Error al generar el PDF:
fr: Échec de génération du PDF :
hi: PDF निर्माण विफल:
id: Pembuatan PDF gagal:
it: Generazione PDF non riuscita:
ja: PDF生成に失敗しました:
ko: PDF 생성 실패:
pt_br: Falha ao gerar PDF:
th: สร้าง PDF ไม่สำเร็จ:
tr: PDF oluşturma başarısız:
zh_hans: PDF 生成失败：
zh_hant: PDF 生成失败：

# reports.pdf.lockedPreview
source: Premium report preview only.
ar: معاينة تقرير مميز فقط.
de: Berichtsvorschau nur mit Premium.
es: Vista previa de informe solo premium.
fr: Aperçu de rapport réservé à Premium.
hi: केवल प्रीमियम रिपोर्ट पूर्वावलोकन।
id: Pratinjau laporan khusus premium.
it: Anteprima report solo Premium.
ja: プレミアム限定のレポートプレビューです。
ko: 프리미엄 보고서 미리보기 전용.
pt_br: Prévia de relatório apenas Premium.
th: ตัวอย่างรายงานสำหรับพรีเมียมเท่านั้น
tr: Yalnızca premium rapor önizlemesi.
zh_hans: 仅高级版可预览报告。
zh_hant: 僅進階版可預覽報告。

# reports.pdf.lowData
source: Limited data: this report can be generated, but it may be more useful after at least 3 logs.
ar: البيانات محدودة: يمكن إنشاء هذا التقرير، لكنه قد يكون أكثر فائدة بعد 3 سجلات على الأقل.
de: Begrenzte Daten: Dieser Bericht kann erstellt werden, ist aber nach mindestens 3 Protokollen hilfreicher.
es: Datos limitados: este informe puede generarse, pero será más útil después de al menos 3 registros.
fr: Données limitées : ce rapport peut être généré, mais sera plus utile après au moins 3 journaux.
hi: डेटा सीमित है: यह रिपोर्ट बन सकती है, लेकिन कम से कम 3 लॉग के बाद अधिक उपयोगी होगी।
id: Data terbatas: laporan ini dapat dibuat, tetapi mungkin lebih berguna setelah minimal 3 catatan.
it: Dati limitati: questo report può essere generato, ma sarà più utile dopo almeno 3 registri.
ja: データが少なめです。このレポートは生成できますが、少なくとも3件の記録後の方が役立ちます。
ko: 데이터가 제한적입니다. 보고서는 생성할 수 있지만 최소 3개 기록 후 더 유용할 수 있습니다.
pt_br: Dados limitados: este relatório pode ser gerado, mas será mais útil após pelo menos 3 registros.
th: ข้อมูลจำกัด: สร้างรายงานได้ แต่อาจมีประโยชน์มากขึ้นหลังมีอย่างน้อย 3 บันทึก
tr: Sınırlı veri: Bu rapor oluşturulabilir, ancak en az 3 kayıttan sonra daha yararlı olabilir.
zh_hans: 数据有限：可以生成报告，但至少 3 条记录后会更有用。
zh_hant: 資料有限：可以生成報告，但至少 3 筆記錄後會更有用。

# reports.pdf.page
source: Page
ar: صفحة
de: Seite
es: Página
hi: पृष्ठ
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
pt_br: Página
th: หน้า
tr: Sayfa
zh_hans: 页
zh_hant: 页

# reports.pdf.placeholderUnavailable
source: This report type is a placeholder for now.
ar: نوع التقرير هذا عنصر مؤقت حاليًا.
de: Dieser Berichtstyp ist derzeit ein Platzhalter.
es: Este tipo de informe es provisional por ahora.
fr: Ce type de rapport est provisoire pour le moment.
hi: यह रिपोर्ट प्रकार अभी placeholder है।
id: Jenis laporan ini masih placeholder untuk saat ini.
it: Questo tipo di report è per ora un segnaposto.
ja: このレポート種類は現在プレースホルダーです。
ko: 이 보고서 유형은 현재 임시 항목입니다.
pt_br: Este tipo de relatório é um placeholder por enquanto.
th: ประเภทรายงานนี้ยังเป็น placeholder ชั่วคราว
tr: Bu rapor türü şimdilik yer tutucudur.
zh_hans: 此报告类型目前仍是占位功能。
zh_hant: 此报告类型目前仍是占位功能。

# reports.pdf.previewFile
source: Preview PDF
ar: معاينة PDF
de: PDF-Vorschau
es: Vista previa del PDF
fr: Aperçu PDF
hi: PDF पूर्वावलोकन
id: Pratinjau PDF
it: Anteprima PDF
ja: PDFプレビュー
ko: PDF 미리보기
pt_br: Pré-visualizar PDF
th: ดูตัวอย่าง PDF
tr: PDF Önizle
zh_hans: 预览 PDF
zh_hant: 預覽 PDF

# reports.pdf.ready
source: Local PDF data prepared:
ar: تم تجهيز بيانات PDF المحلية:
de: Lokale PDF-Daten vorbereitet:
es: Datos PDF locales preparados:
fr: Données PDF locales préparées :
hi: स्थानीय PDF डेटा तैयार:
id: Data PDF lokal disiapkan:
it: Dati PDF locali preparati:
ja: ローカルPDFデータを準備しました:
ko: 로컬 PDF 데이터 준비됨:
pt_br: Dados locais de PDF preparados:
th: เตรียมข้อมูล PDF ในเครื่องแล้ว:
tr: Yerel PDF verisi hazırlandı:
zh_hans: 本地 PDF 数据已准备：
zh_hant: 本機 PDF 資料已準備：

# reports.pdf.section.brainFog
source: Brain Fog Summary
ar: ملخص ضباب الدماغ
de: Brain-Fog-Zusammenfassung
es: Resumen de niebla mental
fr: Résumé du brouillard mental
hi: ब्रेन फ़ॉग सारांश
id: Ringkasan Brain Fog
it: Riepilogo nebbia mentale
ja: ブレインフォグの要約
ko: 브레인 포그 요약
pt_br: Resumo de névoa mental
th: สรุป Brain Fog
tr: Beyin sisi özeti
zh_hans: 脑雾摘要
zh_hant: 脑雾摘要

# reports.pdf.section.cycle
source: Cycle Notes
ar: ملاحظات الدورة
de: Zyklusnotizen
es: Notas del ciclo
fr: Notes de cycle
hi: चक्र नोट्स
id: Catatan Siklus
it: Note sul ciclo
ja: 周期メモ
ko: 주기 메모
pt_br: Notas do ciclo
th: บันทึกรอบเดือน
tr: Döngü Notları
zh_hans: 周期备注
zh_hant: 週期備註

# reports.pdf.section.medications
source: Medication Summary
ar: ملخص الأدوية
de: Medikamentenzusammenfassung
es: Resumen de medicación
fr: Résumé des médicaments
hi: दवा सारांश
id: Ringkasan Obat
it: Riepilogo farmaci
ja: 服薬の要約
ko: 복약 요약
pt_br: Resumo de medicação
th: สรุปยา
tr: İlaç Özeti
zh_hans: 用药摘要
zh_hant: 用藥摘要

# reports.pdf.section.notes
source: User Notes
ar: ملاحظات المستخدم
de: Benutzernotizen
es: Notas de la usuaria
fr: Notes utilisatrice
hi: उपयोगकर्ता नोट्स
id: Catatan Pengguna
it: Note utente
ja: ユーザーメモ
ko: 사용자 메모
pt_br: Notas da usuária
th: โน้ตผู้ใช้
tr: Kullanıcı Notları
zh_hans: 用户备注
zh_hant: 使用者備註

# reports.pdf.section.ratings
source: Mood, Sleep, and Energy
ar: المزاج والنوم والطاقة
de: Stimmung, Schlaf und Energie
es: Ánimo, sueño y energía
fr: Humeur, sommeil et énergie
hi: मूड, नींद और ऊर्जा
id: Suasana hati, tidur, dan energi
it: Umore, sonno ed energia
ja: 気分、睡眠、エネルギー
ko: 기분, 수면, 에너지
pt_br: Humor, sono e energia
th: อารมณ์ การนอน และพลังงาน
tr: Ruh hali, uyku ve enerji
zh_hans: 情绪、睡眠和精力
zh_hant: 情緒、睡眠和精力

# reports.pdf.section.summary
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 要約
ko: 요약
pt_br: Resumo
th: สรุป
tr: Özet
zh_hans: 摘要
zh_hant: 摘要

# reports.pdf.section.symptoms
source: Top Symptoms and Frequency
ar: أهم الأعراض والتكرار
de: Hauptsymptome und Häufigkeit
es: Síntomas principales y frecuencia
fr: Principaux symptômes et fréquence
hi: मुख्य लक्षण और आवृत्ति
id: Gejala utama dan frekuensi
it: Sintomi principali e frequenza
ja: 主な症状と頻度
ko: 주요 증상과 빈도
pt_br: Principais sintomas e frequência
th: อาการหลักและความถี่
tr: En önemli belirtiler ve sıklık
zh_hans: 主要症状和频率
zh_hant: 主要症狀和頻率

# reports.pdf.share
source: Share PDF
ar: مشاركة PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
hi: PDF साझा करें
id: Bagikan PDF
it: Condividi PDF
ja: PDFを共有
ko: PDF 공유
pt_br: Compartilhar PDF
th: แชร์ PDF
tr: PDF Paylaş
zh_hans: 分享 PDF
zh_hant: 分享 PDF

# reports.pdf.title
source: PeriMeno Doctor Report
ar: تقرير PeriMeno للطبيب
de: PeriMeno-Arztbericht
es: Informe médico de PeriMeno
fr: Rapport médecin PeriMeno
hi: PeriMeno डॉक्टर रिपोर्ट
id: Laporan Dokter PeriMeno
it: Report medico PeriMeno
ja: PeriMeno 医師向けレポート
ko: PeriMeno 의사용 보고서
pt_br: Relatório médico PeriMeno
th: รายงานแพทย์ PeriMeno
tr: PeriMeno Doktor Raporu
zh_hans: PeriMeno 医生报告
zh_hant: PeriMeno 醫師報告

# reports.pdf.title.doctor
source: PeriMeno Doctor Report
ar: تقرير PeriMeno للطبيب
de: PeriMeno-Arztbericht
es: Informe médico de PeriMeno
fr: Rapport médecin PeriMeno
hi: PeriMeno डॉक्टर रिपोर्ट
id: Laporan Dokter PeriMeno
it: Report medico PeriMeno
ja: PeriMeno 医師向けレポート
ko: PeriMeno 의사용 보고서
pt_br: Relatório médico PeriMeno
th: รายงานแพทย์ PeriMeno
tr: PeriMeno Doktor Raporu
zh_hans: PeriMeno 医生报告
zh_hant: PeriMeno 醫師報告

# reports.pdf.title.self
source: PeriMeno Self Summary
ar: ملخص PeriMeno الذاتي
de: PeriMeno-Selbstzusammenfassung
es: Resumen personal de PeriMeno
fr: Résumé personnel PeriMeno
hi: PeriMeno स्व-सारांश
id: Ringkasan Pribadi PeriMeno
it: Riepilogo personale PeriMeno
ja: PeriMeno セルフ要約
ko: PeriMeno 개인 요약
pt_br: Resumo pessoal PeriMeno
th: สรุปส่วนตัว PeriMeno
tr: PeriMeno Kişisel Özeti
zh_hans: PeriMeno 自我摘要
zh_hant: PeriMeno 自我摘要

# reports.range.last30
source: Last 30 days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
th: 30 วันที่ผ่านมา
tr: Son 30 gün
zh_hans: 过去 30 天
zh_hant: 過去 30 天

# reports.range.last7
source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
th: 7 วันที่ผ่านมา
tr: Son 7 gün
zh_hans: 过去 7 天
zh_hant: 過去 7 天

# reports.range.last90
source: Last 90 days
ar: آخر 90 يومًا
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
hi: पिछले 90 दिन
id: 90 hari terakhir
it: Ultimi 90 giorni
ja: 過去90日間
ko: 최근 90일
pt_br: Últimos 90 dias
th: 90 วันที่ผ่านมา
tr: Son 90 gün
zh_hans: 过去 90 天
zh_hant: 過去 90 天

# reports.range.title
source: Date range
ar: نطاق التاريخ
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
hi: तिथि सीमा
id: Rentang tanggal
it: Intervallo date
ja: 日付範囲
ko: 날짜 범위
pt_br: Intervalo de datas
th: ช่วงวันที่
tr: Tarih aralığı
zh_hans: 日期范围
zh_hant: 日期範圍

# reports.section.options
source: Export options
ar: خيارات التصدير
de: Exportoptionen
es: Opciones de exportación
fr: Options d’export
hi: निर्यात विकल्प
id: Opsi ekspor
it: Opzioni di esportazione
ja: エクスポートオプション
ko: 내보내기 옵션
pt_br: Opções de exportação
th: ตัวเลือกส่งออก
tr: Dışa aktarma seçenekleri
zh_hans: 导出选项
zh_hant: 匯出選項

# reports.section.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Prévia
th: ดูตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# reports.summary.averageSeverity
source: average severity
ar: متوسط الشدة
de: durchschnittliche Schwere
es: gravedad promedio
fr: gravité moyenne
hi: औसत गंभीरता
id: keparahan rata-rata
it: gravità media
ja: 平均重症度
ko: 평균 심각도
pt_br: gravidade média
th: ความรุนแรงเฉลี่ย
tr: ortalama şiddet
zh_hans: 平均严重程度
zh_hant: 平均嚴重程度

# reports.summary.brainFog
source: Brain fog:
ar: ضباب الدماغ:
es: Niebla mental:
fr: Brouillard mental :
hi: ब्रेन फ़ॉग:
id: Kabut otak:
it: Nebbia mentale:
ja: ブレインフォグ:
ko: 브레인 포그:
pt_br: Névoa mental:
th: ภาวะสมองล้า:
tr: Beyin sisi:
zh_hans: 脑雾：
zh_hant: 腦霧：

# reports.summary.brainFogMode
source: Brain Fog Mode entries:
ar: إدخالات وضع ضباب الدماغ:
de: Brain-Fog-Modus-Einträge:
es: Entradas del modo niebla mental:
fr: Entrées du mode Brouillard mental :
hi: ब्रेन फ़ॉग मोड प्रविष्टियाँ:
id: Entri Mode Brain Fog:
it: Voci Modalità nebbia mentale:
ja: ブレインフォグモードの記録:
ko: 브레인 포그 모드 기록:
pt_br: Entradas do Modo Névoa Mental:
th: รายการโหมด Brain Fog:
tr: Beyin Sisi Modu kayıtları:
zh_hans: 脑雾模式记录：
zh_hant: 腦霧模式記錄：

# reports.summary.cycle
source: Cycle notes:
ar: ملاحظات الدورة:
de: Zyklusnotizen:
es: Notas del ciclo:
fr: Notes de cycle :
hi: चक्र नोट्स:
id: Catatan siklus:
it: Note sul ciclo:
ja: 周期メモ:
ko: 주기 메모:
pt_br: Notas do ciclo:
th: บันทึกรอบเดือน:
tr: Döngü notları:
zh_hans: 周期备注：
zh_hant: 週期備註：

# reports.summary.cycle.none
source: No notable cycle changes logged.
ar: لم تُسجل تغيرات ملحوظة في الدورة.
de: Keine auffälligen Zyklusveränderungen protokolliert.
es: No se registraron cambios notables del ciclo.
fr: Aucun changement notable du cycle enregistré.
hi: कोई उल्लेखनीय चक्र बदलाव दर्ज नहीं।
id: Tidak ada perubahan siklus yang menonjol tercatat.
it: Nessun cambiamento rilevante del ciclo registrato.
ja: 目立つ周期変化は記録されていません。
ko: 눈에 띄는 주기 변화가 기록되지 않았습니다.
pt_br: Nenhuma mudança notável do ciclo registrada.
th: ไม่มีการบันทึกการเปลี่ยนแปลงรอบเดือนที่เด่นชัด
tr: Belirgin döngü değişikliği kaydedilmedi.
zh_hans: 没有记录明显周期变化。
zh_hant: 沒有記錄明顯週期變化。

# reports.summary.cycle.placeholder
source: Cycle notes not added yet.
ar: لم تتم إضافة ملاحظات الدورة بعد.
de: Zyklusnotizen wurden noch nicht hinzugefügt.
es: Las notas del ciclo aún no se han añadido.
fr: Les notes de cycle n’ont pas encore été ajoutées.
hi: चक्र नोट्स अभी नहीं जोड़े गए।
id: Catatan siklus belum ditambahkan.
it: Le note sul ciclo non sono ancora state aggiunte.
ja: 周期メモはまだ追加されていません。
ko: 주기 메모가 아직 추가되지 않았습니다.
pt_br: Notas do ciclo ainda não foram adicionadas.
th: ยังไม่ได้เพิ่มบันทึกรอบเดือน
tr: Döngü notları henüz eklenmedi.
zh_hans: 尚未添加周期备注。
zh_hant: 尚未加入週期備註。

# reports.summary.dateRange
source: Date range:
ar: نطاق التاريخ:
de: Datumsbereich:
es: Rango de fechas:
fr: Plage de dates :
hi: तारीख़ सीमा:
id: Rentang tanggal:
it: Intervallo date:
ja: 期間:
ko: 날짜 범위:
pt_br: Intervalo de datas:
th: ช่วงวันที่:
tr: Tarih aralığı:
zh_hans: 日期范围：
zh_hant: 日期範圍：

# reports.summary.dateRange.empty
source: No entries yet
ar: لا توجد إدخالات بعد
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour le moment
hi: अभी कोई प्रविष्टि नहीं
id: Belum ada entri
it: Ancora nessuna voce
ja: まだ記録がありません
ko: 아직 기록이 없습니다
pt_br: Ainda não há entradas
th: ยังไม่มีรายการ
tr: Henüz kayıt yok
zh_hans: 还没有记录
zh_hant: 還沒有記錄

# reports.summary.energy
source: Energy:
ar: الطاقة:
de: Energie:
es: Energía:
fr: Énergie :
hi: ऊर्जा:
id: Energi:
it: Energia:
ja: エネルギー:
ko: 에너지:
pt_br: Energia:
th: พลังงาน:
tr: Enerji:
zh_hans: 精力：
zh_hant: 精力：

# reports.summary.entries
source: Entries:
ar: الإدخالات:
de: Einträge:
es: Entradas:
fr: Entrées :
hi: प्रविष्टियाँ:
id: Entri:
it: Voci:
ja: 記録:
ko: 기록:
pt_br: Entradas:
th: รายการ:
tr: Kayıtlar:
zh_hans: 记录：
zh_hant: 記錄：

# reports.summary.generated
source: Generated:
ar: تم الإنشاء:
de: Erstellt:
es: Generado:
fr: Généré :
hi: निर्मित:
id: Dibuat:
it: Generato:
ja: 生成日:
ko: 생성됨:
pt_br: Gerado:
th: สร้างเมื่อ:
tr: Oluşturuldu:
zh_hans: 生成时间：
zh_hant: 生成時間：

# reports.summary.lowData
source: Limited data: review cautiously and continue tracking for a clearer pattern.
ar: البيانات محدودة: راجعي بحذر واستمري في التتبع لنمط أوضح.
de: Begrenzte Daten: Vorsichtig prüfen und weiter protokollieren, um ein klareres Muster zu sehen.
es: Datos limitados: revisa con cautela y sigue registrando para ver un patrón más claro.
fr: Données limitées : examinez avec prudence et continuez le suivi pour une tendance plus claire.
hi: डेटा सीमित है: सावधानी से देखें और स्पष्ट पैटर्न के लिए ट्रैकिंग जारी रखें।
id: Data terbatas: tinjau dengan hati-hati dan lanjutkan pelacakan untuk pola yang lebih jelas.
it: Dati limitati: valuta con cautela e continua a monitorare per uno schema più chiaro.
ja: データが限られています。慎重に確認し、より明確な傾向のために記録を続けてください。
ko: 데이터가 제한적입니다. 신중히 검토하고 더 명확한 패턴을 위해 계속 기록하세요.
pt_br: Dados limitados: revise com cautela e continue acompanhando para um padrão mais claro.
th: ข้อมูลจำกัด: โปรดตรวจอย่างระมัดระวังและติดตามต่อเพื่อเห็นรูปแบบชัดขึ้น
tr: Sınırlı veri: Dikkatle inceleyin ve daha net bir örüntü için takip etmeye devam edin.
zh_hans: 数据有限：请谨慎查看，并继续追踪以获得更清晰趋势。
zh_hant: 資料有限：請謹慎查看，並繼續追蹤以獲得更清楚趨勢。

# reports.summary.medications
source: Medication events:
ar: أحداث الدواء:
de: Medikamentenereignisse:
es: Eventos de medicación:
fr: Événements de médication :
hi: दवा घटनाएँ:
id: Peristiwa obat:
it: Eventi farmaco:
ja: 服薬イベント:
ko: 복약 이벤트:
pt_br: Eventos de medicação:
th: เหตุการณ์ยา:
tr: İlaç olayları:
zh_hans: 用药事件：
zh_hant: 用藥事件：

# reports.summary.medications.placeholder
source: Medication notes will appear here.
ar: ستظهر ملاحظات الأدوية هنا.
de: Medikamentennotizen erscheinen hier.
es: Las notas de medicación aparecerán aquí.
fr: Les notes de médication apparaîtront ici.
hi: दवा नोट्स यहाँ दिखेंगे।
id: Catatan obat akan muncul di sini.
it: Le note sui farmaci appariranno qui.
ja: 服薬メモがここに表示されます。
ko: 복약 메모가 여기에 표시됩니다.
pt_br: Notas de medicação aparecerão aqui.
th: โน้ตยาจะแสดงที่นี่
tr: İlaç notları burada görünür.
zh_hans: 用药备注会显示在这里。
zh_hant: 用藥備註會顯示在這裡。

# reports.summary.mood
source: Mood:
ar: المزاج:
de: Stimmung:
es: Ánimo:
fr: Humeur :
hi: मूड:
id: Suasana hati:
it: Umore:
ja: 気分:
ko: 기분:
pt_br: Humor:
th: อารมณ์:
tr: Ruh hali:
zh_hans: 情绪：
zh_hant: 情绪：

# reports.summary.notEnoughData
source: Not enough data
ar: بيانات غير كافية
de: Nicht genug Daten
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
id: Data belum cukup
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
pt_br: Dados insuficientes
th: ข้อมูลไม่เพียงพอ
tr: Yeterli veri yok
zh_hans: 数据不足
zh_hant: 資料不足

# reports.summary.notes
source: Notes:
ar: ملاحظات:
de: Notizen:
es: Notas:
hi: नोट्स:
id: Catatan:
it: Note:
ja: メモ:
ko: 메모:
pt_br: Notas:
th: โน้ต:
tr: Notlar:
zh_hans: 备注：
zh_hant: 备注：

# reports.summary.notes.placeholder
source: User notes will appear here.
ar: ستظهر ملاحظات المستخدم هنا.
de: Benutzernotizen erscheinen hier.
es: Las notas de la usuaria aparecerán aquí.
fr: Les notes utilisatrice apparaîtront ici.
hi: उपयोगकर्ता नोट्स यहाँ दिखेंगे।
id: Catatan pengguna akan muncul di sini.
it: Le note utente appariranno qui.
ja: ユーザーメモがここに表示されます。
ko: 사용자 메모가 여기에 표시됩니다.
pt_br: Notas da usuária aparecerão aqui.
th: โน้ตผู้ใช้จะแสดงที่นี่
tr: Kullanıcı notları burada görünür.
zh_hans: 用户备注会显示在这里。
zh_hant: 使用者備註會顯示在這裡。

# reports.summary.ratings
source: Average ratings
ar: متوسط التقييمات
de: Durchschnittswerte
es: Promedios
fr: Moyennes
hi: औसत रेटिंग
id: Rata-rata penilaian
it: Valutazioni medie
ja: 平均評価
ko: 평균 점수
pt_br: Médias
th: คะแนนเฉลี่ย
tr: Ortalama puanlar
zh_hans: 平均评分
zh_hant: 平均評分

# reports.summary.selectedRange
source: Selected range:
ar: النطاق المحدد:
de: Ausgewählter Bereich:
es: Rango seleccionado:
fr: Plage sélectionnée :
hi: चयनित सीमा:
id: Rentang dipilih:
it: Intervallo selezionato:
ja: 選択した期間:
ko: 선택한 범위:
pt_br: Intervalo selecionado:
th: ช่วงที่เลือก:
tr: Seçilen aralık:
zh_hans: 已选范围：
zh_hant: 已選範圍：

# reports.summary.sleep
source: Sleep:
ar: النوم:
de: Schlaf:
es: Sueño:
fr: Sommeil :
hi: नींद:
id: Tidur:
it: Sonno:
ja: 睡眠:
ko: 수면:
pt_br: Sono:
th: การนอน:
tr: Uyku:
zh_hans: 睡眠：
zh_hant: 睡眠：

# reports.summary.times
source: times
ar: مرات
de: Mal
es: veces
fr: fois
hi: बार
id: kali
it: volte
ja: 回
ko: 회
pt_br: vezes
th: ครั้ง
tr: kez
zh_hans: 次
zh_hant: 次

# reports.summary.topSymptoms
source: Top symptoms:
ar: أهم الأعراض:
de: Hauptsymptome:
es: Síntomas principales:
fr: Principaux symptômes :
hi: मुख्य लक्षण:
id: Gejala utama:
it: Sintomi principali:
ja: 主な症状:
ko: 주요 증상:
pt_br: Principais sintomas:
th: อาการหลัก:
tr: En önemli belirtiler:
zh_hans: 主要症状：
zh_hant: 主要症狀：

# reports.summary.topSymptoms.placeholder
source: Top symptoms will appear after more logs.
ar: ستظهر أهم الأعراض بعد المزيد من السجلات.
de: Hauptsymptome erscheinen nach weiteren Protokollen.
es: Los síntomas principales aparecerán después de más registros.
fr: Les principaux symptômes apparaîtront après plus de journaux.
hi: अधिक लॉग के बाद मुख्य लक्षण दिखेंगे।
id: Gejala utama akan muncul setelah lebih banyak catatan.
it: I sintomi principali appariranno dopo più registri.
ja: 記録が増えると主な症状が表示されます。
ko: 기록이 더 쌓이면 주요 증상이 표시됩니다.
pt_br: Os principais sintomas aparecerão após mais registros.
th: อาการหลักจะแสดงหลังมีบันทึกมากขึ้น
tr: En önemli belirtiler daha fazla kayıttan sonra görünür.
zh_hans: 更多记录后会显示主要症状。
zh_hant: 更多記錄後會顯示主要症狀。

# reports.title
source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
it: Report
ja: レポート
ko: 보고서
pt_br: Relatórios
th: รายงาน
tr: Raporlar
zh_hans: 报告
zh_hant: 報告

# security.faceID.reason
source: Unlock PeriMeno with Face ID.
ar: افتحي PeriMeno باستخدام Face ID.
de: PeriMeno mit Face ID entsperren.
es: Desbloquea PeriMeno con Face ID.
fr: Déverrouiller PeriMeno avec Face ID.
hi: Face ID से PeriMeno अनलॉक करें।
id: Buka PeriMeno dengan Face ID.
it: Sblocca PeriMeno con Face ID.
ja: Face IDでPeriMenoをロック解除します。
ko: Face ID로 PeriMeno 잠금 해제.
pt_br: Desbloqueie o PeriMeno com Face ID.
th: ปลดล็อก PeriMeno ด้วย Face ID
tr: PeriMeno’yu Face ID ile açın.
zh_hans: 使用 Face ID 解锁 PeriMeno。
zh_hant: 使用 Face ID 解锁 PeriMeno。

# settings.debug.message.title
source: Debug tools
ar: أدوات التصحيح
es: Herramientas de depuración
fr: Outils de debug
hi: डिबग टूल
id: Alat debug
it: Strumenti debug
ja: デバッグツール
ko: 디버그 도구
pt_br: Ferramentas de debug
th: เครื่องมือดีบัก
tr: Debug araçları
zh_hans: 调试工具
zh_hant: 调试工具

# settings.debug.resetConfirm.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

# settings.debug.resetConfirm.delete
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置
zh_hant: 重設

# settings.debug.resetConfirm.message
source: This removes local sample and tracking entries from this device.
ar: يزيل هذا العينات المحلية وإدخالات التتبع من هذا الجهاز.
de: Dies entfernt lokale Beispiel- und Tracking-Einträge von diesem Gerät.
es: Esto elimina las entradas de muestra y seguimiento locales de este dispositivo.
fr: Cela supprime les exemples locaux et les entrées de suivi de cet appareil.
hi: यह इस डिवाइस से स्थानीय नमूना और ट्रैकिंग प्रविष्टियाँ हटाता है।
id: Ini menghapus contoh lokal dan entri pelacakan dari perangkat ini.
it: Questo rimuove i dati di esempio e monitoraggio locali da questo dispositivo.
ja: この端末からローカルのサンプル記録と追跡記録を削除します。
ko: 이 기기에서 로컬 샘플 및 추적 기록을 삭제합니다.
pt_br: Isso remove as entradas locais de amostra e acompanhamento deste dispositivo.
th: การดำเนินการนี้จะลบข้อมูลตัวอย่างและรายการติดตามในเครื่องจากอุปกรณ์นี้
tr: Bu, yerel örnek ve takip kayıtlarını bu cihazdan kaldırır.
zh_hans: 这会从本设备移除本地示例和追踪记录。
zh_hant: 這會從本裝置移除本機範例和追蹤記錄。

# settings.debug.resetConfirm.title
source: Reset local data?
ar: إعادة ضبط البيانات المحلية؟
de: Lokale Daten zurücksetzen?
es: ¿Restablecer datos locales?
fr: Réinitialiser les données locales ?
hi: स्थानीय डेटा रीसेट करें?
id: Reset data lokal?
it: Reimpostare i dati locali?
ja: ローカルデータをリセットしますか？
ko: 로컬 데이터를 재설정할까요?
pt_br: Redefinir dados locais?
th: รีเซ็ตข้อมูลในเครื่องหรือไม่
tr: Yerel veriler sıfırlansın mı?
zh_hans: 重置本地数据？
zh_hant: 重設本機資料？
